{
  "Comment.nvim": { "branch": "master" },
  "YankAssassin.vim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "coq_nvim": { "branch": "coq" },
  "dial.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flatten.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "fzy-lua-native": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "hydra.nvim": { "branch": "master" },
  "keymap-layer.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "lsp-progress.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "midnight.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "printer.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "putter.nvim": { "branch": "main" },
  "sideways.vim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "splitjoin.vim": { "branch": "main" },
  "stay-in-place.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-arpeggio": { "branch": "master" },
  "vim-cursorword": { "branch": "master" },
  "vim-exchange": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-search-pulse": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-chainmember": { "branch": "main" },
  "vim-textobj-comment": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "wilder.nvim": { "branch": "master" }
}